;------------------------------------------------------------------------------
; UltraDefrag GUI Turkish Language Pack.
; Copyright (C) 2008 by Huseyin Kozan
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 14, 2010 by Stefan Pendl
; Revised Jun. 06, 2010 by Vedat Odabasioglu
; Revised Jan. 25, 2011 by Şahin Salincakli
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = İşlem
ANALYSE                   = İncele
DEFRAGMENT                = Birleştir
OPTIMIZE                  = Sıralandır
STOP                      = Dur
SKIP_REMOVABLE_MEDIA      = Çıkarılabilir sürücüler hariç
RESCAN_DRIVES             = Sürücüleri Listele
WHEN_DONE                 = Bitmiş halde
WHEN_DONE_NONE            = Kal
WHEN_DONE_EXIT            = Çıkış
WHEN_DONE_STANDBY         = Bekleme hali
WHEN_DONE_HIBERNATE       = Uyku hali
WHEN_DONE_LOGOFF          = Oturumu kapat
WHEN_DONE_REBOOT          = Yeniden Başlat
WHEN_DONE_SHUTDOWN        = Kapat
EXIT                      = Çık

; --- Report Menu

REPORT                    = Rapor
SHOW_REPORT               = Göster

; --- Settings Menu

SETTINGS                  = Ayarlar
LANGUAGE                  = Dil
TRANSLATIONS_FOLDER       = Tercüme Dosyasi
GRAPHICAL_INTERFACE       = Grafik arabirimi
FONT                      = Yazi
OPTIONS                   = Seçenekler
BOOT_TIME_SCAN            = Windows yüklemeden evel başla
ENABLE                    = Etkinleştir
SCRIPT                    = Betik
REPORTS                   = Raporlar

; --- Help Menu

HELP                      = Yardım
CONTENTS                  = Icindekiler
BEST_PRACTICE             = En doğru kullanış
FAQ                       = FAQ
ABOUT                     = Hakkında

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Windows´un yüklemeden evel Betiği

; Drives list items.

VOLUME                    = Birim
STATUS                    = Durum
TOTAL                     = Toplam Alan
FREE                      = Boş Alan
PERCENT                   = % Boş

; Status messages

STATUS_RUNNING            = Çalışıyor
STATUS_ANALYSED           = İncelendi
STATUS_DEFRAGMENTED       = Birleştirildi
STATUS_OPTIMIZED          = Sıralandırldı

; Status bar messages.

DIRS                      = klasör
FILES                     = bitişik
FRAGMENTED                = parçalanmış
COMPRESSED                = sıkıştırılmış
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Ultra Defragmenter Hakkında
CREDITS                   = Hazırlayanlar
LICENSE                   = Lisans

; Shutdown confirmation

PLEASE_CONFIRM            = Lütfen onaylayın
REALLY_SHUTDOWN_WHEN_DONE = Bittiğinde gerçekten kapatmayı istiyor musunuz?
REALLY_HIBERNATE_WHEN_DONE= Bittiğinde gerçekten beklemeye almayı istiyor musunuz?
REALLY_LOGOFF_WHEN_DONE   = Bittiğinde gerçekten sizin oturumunu kapatmayı istiyor musunuz?
REALLY_REBOOT_WHEN_DONE   = Bittiğinde gerçekten yeniden başlatmak istiyor musunuz?
SECONDS_TILL_SHUTDOWN     = saniye içinde kapanacak
SECONDS_TILL_HIBERNATION  = saniye içinde beklemeye alınacak
SECONDS_TILL_LOGOFF       = saniye içinde oturumu kapatacak
SECONDS_TILL_REBOOT       = saniye içinde yeniden başlatcak
YES                       = Evet
NO                        = Hayır

; END OF FILE
